Repository: quylang88/mistia
Catalog: Mistia/Localizable.xcstrings
Source language: vi
Languages: en, ja

# planning.planning.linkOrAddCardsHereToShow
source: Liên kết hoặc thêm thẻ ngay tại đây để hiển thị credit card và theo dõi ngày thanh toán.
en: Link or add cards here to show your credit cards and track payment dates.
ja: ここでカードを追加または連携すると、クレジットカードと支払日を管理できます。

# planning.planning.mCTiUMI
source: Mục tiêu mới
en: New goal
ja: 新しい目標

# planning.planning.month
source: Tháng
en: Month
ja: 月

# planning.planning.monthEnded
source: Tháng đã kết thúc
en: Month ended
ja: 月が終了しました

# planning.planning.monthly
source: Theo tháng
en: Monthly
ja: 毎月

# planning.planning.monthlyBudgetTotalForMonth
source: Tổng ngân sách %@
en: Total budget for %@
ja: %@ の予算合計

# planning.planning.monthValue
source: Tháng %@
en: Month %@
ja: %@月

# planning.planning.name
source: Tên khoản
en: Name
ja: 名称

# planning.planning.needValueMonth
source: Cần thêm %@/tháng
en: Need %@/month
ja: 毎月あと %@ 必要

# planning.planning.nextMonth
source: Tháng sau
en: Next month
ja: 翌月

# planning.planning.ngNSChMI
source: Ngân sách mới
en: New budget
ja: 新しい予算

# planning.planning.noAmountYet
source: Chưa nhập số tiền
en: No amount yet
ja: 金額未入力

# planning.planning.noBillsYet
source: Chưa có hóa đơn nào
en: No bills yet
ja: 請求はまだありません

# planning.planning.noBudgetsYet
source: Chưa có ngân sách nào
en: No budgets yet
ja: 予算はまだありません

# planning.planning.noCreateAccess
source: Chưa có quyền thêm mới
en: No create access
ja: 作成権限がありません

# planning.planning.noCreditCardsYet
source: Chưa có thẻ tín dụng
en: No credit cards yet
ja: クレジットカードはまだありません

# planning.planning.noEditAccess
source: Chưa có quyền chỉnh sửa
en: No edit access
ja: 編集権限がありません

# planning.planning.noGoalsYet
source: Chưa có mục tiêu nào
en: No goals yet
ja: 目標はまだありません

# planning.planning.noInstallmentsOrLoansYet
source: Chưa có khoản trả góp / vay
en: No installments or loans yet
ja: 分割払い・借入はまだありません

# planning.planning.noLinkedWallet
source: Chưa chọn ví liên kết
en: No linked wallet
ja: 連携ウォレット未設定

# planning.planning.noneYet
source: Chưa có
en: None yet
ja: まだありません

# planning.planning.notes
source: Ghi chú
en: Notes
ja: メモ

# planning.planning.notLinked
source: Không liên kết
en: Not linked
ja: 未連携

# planning.planning.noWalletAccess
source: Chưa có quyền thao tác ví
en: No wallet access
ja: ウォレット権限がありません

# planning.planning.oneTime
source: Thanh toán 1 lần
en: One-time
ja: 1回のみ

# planning.planning.over
source: vượt
en: over
ja: 超過

# planning.planning.overdue
source: Quá hạn
en: Overdue
ja: 延滞

# planning.planning.overdueByValueDays
source: Quá hạn %@ ngày
en: Overdue by %@ days
ja: %@ 日延滞

# planning.planning.paid
source: Đã thanh toán
en: Paid
ja: 支払い済み

# planning.planning.parentBudget
source: Ngân sách cha
en: Parent budget
ja: 親予算

# planning.planning.parentBudgetValueMustBeAtLeast
source: Ngân sách cha %@ phải lớn hơn hoặc bằng tổng ngân sách con %@.
en: Parent budget %@ must be at least the child budget total %@.
ja: 親予算 %@ は子予算合計 %@ 以上にしてください。

# planning.planning.pastBudgetReadOnlyReference
source: Ngân sách tháng cũ là bản tham chiếu chỉ đọc.
en: Past-month budgets are read-only reference records.
ja: 過去月の予算は参照用の読み取り専用レコードです。

# planning.planning.pauseBill
source: Tạm dừng hóa đơn
en: Pause bill
ja: 請求を一時停止

# planning.planning.pauseBillAction
source: Tạm dừng
en: Pause
ja: 一時停止

# planning.planning.pauseBillMessage
source: Hóa đơn này sẽ tạm dừng. Hóa đơn tạm dừng sẽ không xuất hiện trong khoản cần thanh toán, thông báo hoặc tự động thanh toán cho đến khi bắt đầu lại.
en: This bill will be paused. Paused bills will not appear in due items, notifications, or auto-pay until resumed.
ja: この請求は一時停止されます。再開するまで支払い予定、通知、自動支払いに表示されません。

# planning.planning.pausedBills
source: Hóa đơn tạm dừng
en: Paused bills
ja: 一時停止中の請求

# planning.planning.pay
source: Thanh toán
en: Pay
ja: 支払う

# planning.planning.payEarly
source: Thanh toán trước
en: Pay early
ja: 先に支払う

# planning.planning.paymentAmount
source: Số tiền thanh toán
en: Payment amount
ja: 支払い金額

# planning.planning.paymentCategory
source: Danh mục thanh toán
en: Payment category
ja: 支払いカテゴリ

# planning.planning.paymentDate
source: Ngày thanh toán
en: Payment date
ja: 支払開始日

# planning.planning.paymentDay
source: Ngày thanh toán
en: Payment day
ja: 支払開始日

# planning.planning.paymentWallet
source: Ví thanh toán
en: Payment wallet
ja: 支払いウォレット

# planning.planning.planning
source: Sắp tới
en: Upcoming
ja: 予定

# planning.planning.projectedEndOfMonth
source: Dự báo cuối tháng
en: Projected month-end
ja: 月末予測

# planning.planning.recurring
source: Định kỳ
en: Recurring
ja: 定期

# planning.planning.remaining
source: Còn lại
en: Remaining
ja: 残り

# planning.planning.requestAccess
source: Yêu cầu quyền
en: Request access
ja: 権限をリクエスト

# planning.planning.requestApproved
source: Đã chấp nhận yêu cầu
en: Request approved
ja: リクエストが承認済み

# planning.planning.requestCreate
source: Yêu cầu thêm mới
en: Request create
ja: 作成をリクエスト

# planning.planning.requestCreateAccess
source: Yêu cầu quyền thêm mới
en: Request create access
ja: 作成権限をリクエスト

# planning.planning.requestEdit
source: Yêu cầu chỉnh sửa
en: Request edit
ja: 編集をリクエスト

# planning.planning.requestEditAccess
source: Yêu cầu quyền chỉnh sửa
en: Request edit access
ja: 編集権限をリクエスト

# planning.planning.requestSent
source: Đã gửi yêu cầu
en: Request sent
ja: リクエストを送信しました

# planning.planning.requestSent2
source: Đã gửi yêu cầu
en: Request sent
ja: リクエスト送信済み

# planning.planning.requestUse
source: Yêu cầu sử dụng
en: Request use
ja: 使用をリクエスト

# planning.planning.resumeBill
source: Bắt đầu lại
en: Resume bill
ja: 請求を再開

# planning.planning.resumeBillMessage
source: Hóa đơn này sẽ được tính trở lại từ tháng hiện tại.
en: This bill will be counted again from the current month.
ja: この請求は今月から再び計算されます。

# planning.planning.sAHAN
source: Sửa hóa đơn
en: Edit bill
ja: 請求書を編集

# planning.planning.sAKhoN
source: Sửa khoản
en: Edit item
ja: 項目を編集

# planning.planning.sAMCTiU
source: Sửa mục tiêu
en: Edit goal
ja: 目標を編集

# planning.planning.sANgNSCh
source: Sửa ngân sách
en: Edit budget
ja: 予算を編集

# planning.planning.sATh
source: Sửa thẻ
en: Edit card
ja: カードを編集

# planning.planning.saved
source: Đã tích lũy
en: Saved
ja: 積み立て済み

# planning.planning.spent
source: Đã dùng
en: Spent
ja: 使用済み

# planning.planning.startCounting
source: Bắt đầu tính
en: Start counting
ja: 開始月

# planning.planning.statement
source: Sao kê
en: Statement
ja: 明細

# planning.planning.statementClosingDay
source: Ngày chốt sao kê
en: Statement closing day
ja: 締め日

# planning.planning.statementClosingDayMustBeEarlierThan
source: Ngày chốt sao kê phải trước hạn trả.
en: Statement closing day must be earlier than the payment due day.
ja: 締め日は支払日より前である必要があります。

# planning.planning.summary
source: Tóm tắt
en: Summary
ja: 概要

# planning.planning.targetAmount
source: Số tiền mục tiêu
en: Target amount
ja: 目標金額

# planning.planning.targetDate
source: Ngày mục tiêu
en: Target date
ja: 目標日

# planning.planning.theDestinationCreditCardCouldNotBe
source: Không tìm thấy thẻ tín dụng đích.
en: The destination credit card could not be found.
ja: 振替先のクレジットカードが見つかりません。

# planning.planning.thePermissionRequestWasSentToThe
source: Yêu cầu quyền đã được gửi tới chủ dữ liệu.
en: The permission request was sent to the data owner.
ja: 権限リクエストをデータ所有者へ送信しました。

# planning.planning.theRequestIsWaitingForTheData
source: Yêu cầu đang chờ chủ dữ liệu phản hồi.
en: The request is waiting for the data owner.
ja: リクエストはデータ所有者の返答待ちです。

# planning.planning.theSystemCategoryForThisPaymentCould
source: Không thể xác định danh mục hệ thống cho khoản thanh toán này.
en: The system category for this payment could not be resolved.
ja: この支払いに使うシステムカテゴリを特定できません。

# planning.planning.thisBillWillBeArchivedArchivedBills
source: Hóa đơn này sẽ bị lưu trữ. Hóa đơn đã lưu trữ sẽ nằm trong "Mục đã lưu trữ" và được giữ lại trong 30 ngày.
en: This bill will be archived. Archived bills remain in "Archived items" for 30 days.
ja: この請求はアーカイブされます。アーカイブ済みの請求は「アーカイブ済みアイテム」に30日間保持されます。

# planning.planning.thisBudgetWillBeArchivedArchivedBudgets
source: Ngân sách này sẽ bị lưu trữ. Ngân sách đã lưu trữ sẽ nằm trong "Mục đã lưu trữ" và được giữ lại trong 30 ngày.
en: This budget will be archived. Archived budgets remain in "Archived items" for 30 days.
ja: この予算はアーカイブされます。アーカイブ済みの予算は「アーカイブ済みアイテム」に30日間保持されます。

# planning.planning.thisCardWillBeArchivedArchivedCards
source: Thẻ này sẽ bị lưu trữ. Các thẻ đã lưu trữ sẽ nằm trong "Mục đã lưu trữ" và được giữ lại trong 30 ngày.
en: This card will be archived. Archived cards will remain in "Archived items" for 30 days.
ja: このカードはアーカイブされます。アーカイブされたカードは「アーカイブ済みアイテム」に30日間保持されます。

# planning.planning.thisCategoryAlreadyHasABudgetIn
source: Danh mục này đã có ngân sách trong tháng đang xem.
en: This category already has a budget in the selected month.
ja: このカテゴリには表示中の月ですでに予算があります。

# planning.planning.thisPaymentWillBeRecordedAsA
source: Khoản này sẽ được ghi nhận thành khoản chi thật.
en: This payment will be recorded as a real expense.
ja: この支払いは実際の支出取引として記録されます。

# planning.planning.thMI
source: Thẻ mới
en: New card
ja: 新しいカード

# planning.planning.totalAmount
source: Tổng tiền
en: Total amount
ja: 合計金額

# planning.planning.totalCyclesOptional
source: Tổng số kỳ (không bắt buộc)
en: Total cycles (optional)
ja: 支払い回数（任意）

# planning.planning.totalDue
source: Tổng cần trả
en: Total to pay
ja: 支払合計

# planning.planning.upcoming
source: Sắp tới
en: Upcoming
ja: まもなく

# planning.planning.upcoming2
source: Sắp tới
en: Upcoming
ja: まもなく期限

# planning.planning.useRequestApproved
source: Đã chấp nhận yêu cầu sử dụng
en: Use request approved
ja: 使用リクエストが承認済み

# planning.planning.useRequested
source: Đã yêu cầu sử dụng
en: Use requested
ja: 使用権限をリクエスト済み

# planning.planning.valueDaysLeft
source: Còn %@ ngày
en: %@ days left
ja: あと %@ 日

# planning.planning.valueGoals
source: %@ mục tiêu
en: %@ goals
ja: %@ 件の目標

# planning.planning.walletsCards
source: ví / thẻ
en: wallets / cards
ja: ウォレット・カード

# planning.planning.year
source: Năm
en: Year
ja: 年

# planning.planning.yearValue
source: Năm %@
en: Year %@
ja: %@年

# planning.planning.youDoNotHaveEnoughAccessFor
source: Bạn chưa có đủ quyền với %@.
en: You do not have enough access for %@.
ja: %@ の権限が不足しています。

# planning.planning.youDoNotHavePermissionToCreate
source: Bạn chưa có quyền thêm mới %@ cho thành viên này.
en: You do not have permission to create %@ for this member.
ja: このメンバーの%@を作成する権限がありません。

# planning.planning.youDoNotHavePermissionToEdit
source: Bạn chưa có quyền chỉnh sửa %@ của thành viên này.
en: You do not have permission to edit this member's %@.
ja: このメンバーの%@を編集する権限がありません。

# session.auth.cantResendEmailTitle
source: Chưa thể gửi lại email
en: Can't resend the email yet
ja: メールを再送できません

# session.auth.cantSendEmailTitle
source: Chưa thể gửi email
en: Can't send the email yet
ja: メールを送信できません

# session.auth.confirmationEmailDeliveryMessage
source: Nếu tài khoản đang chờ xác nhận, hệ thống sẽ tiếp tục gửi email xác nhận đến đúng hộp thư.
en: If the account is pending confirmation, the system will still deliver the confirmation email to the right inbox.
ja: アカウントが確認待ちであれば、システムが正しい受信箱へ確認メールを送信します。

# session.auth.emailRequestProcessingTitle
source: Email đang được xử lý
en: The email request is being processed
ja: メール再送を処理中です

# session.auth.requestProcessingTitle
source: Yêu cầu đang được xử lý
en: The request is being processed
ja: リクエストを処理中です

# session.auth.resetEmailDeliveryMessage
source: Nếu email hợp lệ, hệ thống sẽ tiếp tục gửi email đặt lại mật khẩu đến đúng hộp thư.
en: If the email is valid, the system will still deliver the reset email to the right inbox.
ja: 有効なメールアドレスであれば、システムが正しい受信箱へ再設定メールを送信します。

# session.guest.cleanDataDetail
source: Thiết bị hiện chưa gắn với dữ liệu local của tài khoản nào. Đăng nhập để tải dữ liệu tài khoản của bạn hoặc bắt đầu dùng local mới.
en: This device isn't attached to any saved account data right now. Sign in to load your account, or start fresh with new local data.
ja: この端末は現在どの保存済みアカウントデータにも紐づいていません。ログインしてアカウントデータを読み込むか、新しいローカルデータから始められます。

# session.guest.cleanTitle
source: Guest sạch
en: Clean guest
ja: クリーンゲスト

# session.guest.localDataSeparateDetail
source: Dữ liệu local guest trên máy này đang tách riêng. Bạn có thể tiếp tục chỉnh sửa và quyết định sau sẽ gắn nó với tài khoản nào.
en: This device has separate guest local data. You can keep editing it now and decide later whether it should stay separate or attach to an account.
ja: この端末には独立したゲストのローカルデータがあります。今のまま編集を続け、後でどのアカウントに紐づけるか決められます。

# session.sync.sessionRestoredDetail
source: Phiên đã được khôi phục. Nhấn Sync ngay khi bạn muốn đồng bộ với cloud.
en: Your session has been restored. Tap Sync now when you want to sync with the cloud.
ja: セッションを復元しました。クラウドと同期するには「今すぐ同期」を押してください。

# session.sync.signInSucceededDetail
source: Đăng nhập thành công. Nhấn Sync ngay để bắt đầu đồng bộ dữ liệu.
en: Sign-in succeeded. Tap Sync now to start syncing your data.
ja: ログインに成功しました。データ同期を始めるには「今すぐ同期」を押してください。

# settings.appearance.mode.automatic.subtitle
source: Theo giao diện hệ thống
en: Follow system appearance
ja: システム設定に合わせる

# settings.appearance.mode.automatic.title
source: Tự động
en: Automatic
ja: 自動

# settings.appearance.mode.dark.subtitle
source: Luôn dùng nền tối
en: Always use dark mode
ja: 常にダークモードを使う

# settings.appearance.mode.dark.title
source: Tối
en: Dark
ja: ダーク

# settings.appearance.mode.light.subtitle
source: Luôn dùng nền sáng
en: Always use light mode
ja: 常にライトモードを使う

# settings.appearance.mode.light.title
source: Sáng
en: Light
ja: ライト

# settings.appearance.title
source: Giao diện
en: Appearance
ja: 表示

# settings.currency.autoUpdateRates
source: Tự động cập nhật tỷ giá
en: Auto-update exchange rates
ja: 為替レートを自動更新

# settings.currency.currencyNameJPY
source: Yên Nhật
en: Japanese yen
ja: 日本円

# settings.currency.currencyNameVND
source: Việt Nam Đồng
en: Vietnamese dong
ja: ベトナムドン

# settings.currency.enabledDescription
source: Tiền tệ đã bật có thể sử dụng cho ví.
en: Enabled currencies can be used for wallets.
ja: 有効な通貨はウォレットで使えます。

# settings.currency.lastUpdatedValue
source: Cập nhật lần cuối: %@
en: Last updated: %@
ja: 最終更新: %@

# settings.currency.notUpdatedYet
source: Chưa cập nhật tỷ giá tự động.
en: Automatic rates have not been updated yet.
ja: 自動レートはまだ更新されていません。

# settings.currency.primaryCurrency
source: Tiền tệ hiển thị
en: Display currency
ja: 表示通貨

# settings.currency.primaryDescription
source: Tổng quan, Sắp tới và Gia đình sẽ hiển thị tổng hợp theo tiền tệ này. Thu chi và ví vẫn giữ tiền tệ riêng.
en: Overview, Upcoming, and Family totals use this currency. Cashflow and wallets keep their own currencies.
ja: 概要、プラン、家族の集計はこの通貨で表示します。取引とウォレットはそれぞれの通貨を保持します。

# settings.currency.rateDescription
source: Khi bật tự động, Mistia cập nhật tỷ giá sau 7:00 sáng hoặc khi bạn bấm cập nhật. Khi tắt, Mistia dùng tỷ giá bạn nhập.
en: When auto-update is on, Mistia refreshes rates after 7:00 AM or when you tap refresh. When it is off, Mistia uses the rate you enter.
ja: 自動更新をオンにすると、ミスティアは午前7時以降または更新ボタンを押したときにレートを更新します。オフのときは入力したレートを使います。

# settings.currency.ratePairValue
source: 1 %@ sang %@
en: 1 %@ to %@
ja: 1 %@ から %@

# settings.currency.rateValue
source: Tỷ giá
en: Rate
ja: レート

# settings.currency.refreshingRates
source: Đang cập nhật
en: Refreshing
ja: 更新中

# settings.currency.refreshRates
source: Cập nhật tỷ giá
en: Refresh rates
ja: レートを更新

# settings.currency.title
source: Tiền tệ
en: Currency
ja: 通貨

# settings.feedback.addMore
source: Thêm
en: Add
ja: 追加

# settings.feedback.addPhoto
source: Thêm ảnh đính kèm (tối đa 5)
en: Add photos (max 5)
ja: 写真を添付（最大5枚）

# settings.feedback.categoryBug
source: Báo lỗi
en: Report Bug
ja: バグ報告

# settings.feedback.categoryFeature
source: Góp ý tính năng
en: Feature Request
ja: 機能リクエスト

# settings.feedback.categoryGeneral
source: Ý kiến chung
en: General Feedback
ja: 一般的な意見

# settings.feedback.categoryTitle
source: Phân loại
en: Category
ja: 分類

# settings.feedback.contentPlaceholder
source: Chia sẻ với chúng tôi cảm nhận hoặc vấn đề bạn gặp phải...
en: Share your thoughts or issues you encountered with us...
ja: ご意見や遭遇した問題をお聞かせください...

# settings.feedback.contentTitle
source: Nội dung phản hồi
en: Feedback Content
ja: フィードバック内容

# settings.feedback.includeDeviceInfoTitle
source: Kèm thông tin thiết bị
en: Include device info
ja: 端末情報を含める

# settings.feedback.photoSectionTitle
source: Hình ảnh đính kèm
en: Attached Photos
ja: 添付画像

# settings.feedback.submit
source: Gửi phản hồi
en: Submit Feedback
ja: 送信

# settings.feedback.successMessage
source: Ý kiến của bạn đã được ghi nhận. Chúng tôi sẽ liên tục cải thiện Mistia.
en: Your feedback has been received. We will continuously improve Mistia.
ja: ご意見を受領しました。ミスティアの改善に役立ててまいります。

# settings.feedback.successTitle
source: Cảm ơn bạn!
en: Thank you!
ja: ありがとうございます！

# settings.feedback.title
source: Gửi feedback
en: Send feedback
ja: フィードバック

# settings.language.option.vietnamese
source: Tiếng Việt
en: Vietnamese
ja: ベトナム語

# settings.language.title
source: Ngôn ngữ
en: Language
ja: 言語

# settings.notifications.enable.description
source: Khi bật, Mistia có thể gửi thông báo nhắc nhở quan trọng.
en: When enabled, Mistia can send important reminders.
ja: 有効にすると、ミスティアから重要なリマインダー通知が届きます。

# settings.notifications.enable.title
source: Bật thông báo
en: Enable notifications
ja: 通知を有効にする

# settings.notifications.family.description
source: Thông báo gia đình gồm yêu cầu quyền, thay đổi quyền và hoạt động tài chính từ các thành viên được chia sẻ.
en: Family notifications include permission requests, permission changes, and shared financial activity from members.
ja: 家族通知には、権限リクエスト、権限変更、共有された家族の財務アクティビティが含まれます。

# settings.notifications.family.title
source: Gia đình
en: Family
ja: 家族

# settings.notifications.reminders.bills
source: Hóa đơn
en: Bills
ja: 請求

# settings.notifications.reminders.budget
source: Ngân sách
en: Budget
ja: 予算

# settings.notifications.reminders.creditCards
source: Thẻ tín dụng
en: Credit cards
ja: クレジットカード

# settings.notifications.reminders.description
source: Mistia sẽ nhắc khi ngân sách sắp vượt mức, hóa đơn cần trả hoặc quá hạn, sao kê thẻ cần trả và ví sắp hết tiền.
en: Mistia reminds you when budgets are near the limit, bills are due or overdue, credit card statements need payment, and wallets run low.
ja: 予算が上限に近いとき、請求の期限や延滞、カード明細の支払い、ウォレット残高不足を通知します。

# settings.notifications.reminders.title
source: Nhắc nhở
en: Reminders
ja: リマインダー

# settings.notifications.reminders.wallets
source: Ví
en: Wallets
ja: ウォレット

# settings.notifications.title
source: Thông báo
en: Notifications
ja: 通知

# settings.resetData.categoriesArchivedMessage
source: %lld danh mục tự tạo đã được lưu trữ.
en: %lld custom categories were archived.
ja: 作成したカテゴリ %lld 件をアーカイブしました。

# settings.resetData.categoriesResetFailedTitle
source: Không thể reset danh mục
en: Couldn't reset categories
ja: カテゴリをリセットできませんでした

# settings.resetData.categoriesResetMessage
source: Danh mục system trên thiết bị này đã về trạng thái ban đầu.
en: System categories on this device are back to defaults.
ja: この端末のシステムカテゴリを初期状態に戻しました。

# settings.resetData.categoriesResetTitle
source: Đã reset danh mục
en: Categories reset
ja: カテゴリをリセットしました

# settings.resetData.deleteAllData.confirmationMessage
source: Mistia chỉ xóa dữ liệu local trên thiết bị này. Đăng nhập, hồ sơ cloud và gia đình vẫn được giữ.
en: Mistia will only clear local data on this device. Sign-in, cloud profile, and family are preserved.
ja: この端末のローカルデータのみを削除します。ログイン、クラウドプロフィール、家族は保持されます。

# settings.resetData.deleteAllData.confirmationTitle
source: Xóa tất cả dữ liệu?
en: Delete all data?
ja: すべてのデータを削除しますか？

# settings.resetData.deleteAllData.title
source: Xóa tất cả dữ liệu
en: Delete all data
ja: すべてのデータを削除

# settings.resetData.deleteDataFailedTitle
source: Không thể xóa dữ liệu
en: Couldn't delete data
ja: データを削除できませんでした

# settings.resetData.localDataDeletedMessage
source: Thiết bị này đã về trạng thái dữ liệu ban đầu. Cloud, đăng nhập và gia đình vẫn được giữ.
en: This device is back to a clean local data state. Cloud, sign-in, and family are preserved.
ja: この端末のデータを初期状態に戻しました。クラウド、ログイン、家族は保持されています。

# settings.resetData.localDataDeletedTitle
source: Đã xóa dữ liệu local
en: Local data deleted
ja: ローカルデータを削除しました

# settings.resetData.notificationsResetFailedTitle
source: Không thể reset thông báo
en: Couldn't reset notifications
ja: 通知をリセットできませんでした

# settings.resetData.notificationsResetMessage
source: Trung tâm thông báo trên thiết bị này đã về 0 row.
en: The notification center on this device is now empty.
ja: この端末の通知センターを空にしました。

# settings.resetData.notificationsResetTitle
source: Đã reset thông báo
en: Notifications reset
ja: 通知をリセットしました

# settings.resetData.reset.categoriesConfirmationMessage
source: Danh mục system sẽ về mặc định. Danh mục tự tạo được chuyển vào lưu trữ.
en: System categories return to defaults. Custom categories move to archived items.
ja: システムカテゴリを初期状態に戻し、作成したカテゴリはアーカイブに移動します。

# settings.resetData.reset.categoriesConfirmationTitle
source: Reset danh mục?
en: Reset categories?
ja: カテゴリをリセットしますか？

# settings.resetData.reset.categoriesTitle
source: Reset danh mục
en: Reset categories
ja: カテゴリをリセット

# settings.resetData.reset.notificationsTitle
source: Reset thông báo
en: Reset notifications
ja: 通知をリセット

# settings.resetData.reset.optionsMessage
source: Chọn phần bạn muốn đưa về trạng thái ban đầu.
en: Choose what you want to return to its default state.
ja: 初期状態に戻す項目を選んでください。

# settings.resetData.reset.settingsTitle
source: Reset cài đặt
en: Reset settings
ja: 設定をリセット

# settings.resetData.settingsResetMessage
source: Cài đặt app đã về mặc định. Dữ liệu, đăng nhập và gia đình không bị thay đổi.
en: App settings are back to defaults. Data, sign-in, and family were not changed.
ja: アプリ設定を初期状態に戻しました。データ、ログイン、家族は変更していません。

# settings.resetData.settingsResetTitle
source: Đã reset cài đặt
en: Settings reset
ja: 設定をリセットしました

# settings.resetData.title
source: Đặt lại & dữ liệu
en: Reset & data
ja: リセットとデータ

# settings.security.appLock.description
source: Yêu cầu mã của app khi mở lại Mistia hoặc quay lại từ nền.
en: Require an app code when Mistia opens or returns from the background.
ja: Mistiaを開くとき、またはバックグラウンドから戻るときにアプリのコードを要求します。

# settings.security.appLock.title
source: Khóa app
en: App lock
ja: アプリロック

# settings.security.biometric.generic
source: Sinh trắc học
en: Biometric unlock
ja: 生体認証ロック解除

# settings.security.biometric.unavailable
source: Thiết bị này chưa có Face ID hoặc Touch ID khả dụng.
en: Face ID or Touch ID is not available on this device.
ja: このデバイスではFace IDまたはTouch IDを利用できません。

# settings.security.biometricPrompt.confirm
source: Dùng %@
en: Use %@
ja: %@を使う

# settings.security.biometricPrompt.message
source: Từ lần mở sau, Mistia sẽ xác thực bằng %@. Mã khóa vẫn dùng làm mã dự phòng.
en: Next time, Mistia will unlock with %@. Your app code stays available as backup.
ja: 次回からMistiaは%@でロック解除します。アプリコードはバックアップとして引き続き使えます。

# settings.security.biometricPrompt.notNow
source: Để sau
en: Not now
ja: あとで

# settings.security.biometricPrompt.title
source: Sử dụng %@?
en: Use %@?
ja: %@を使いますか？

# settings.security.forgotCode.description
source: Tùy chọn khôi phục sẽ được bổ sung sau.
en: Recovery options will be added later.
ja: 復旧オプションは今後追加されます。

# settings.security.forgotCode.title
source: Quên mã?
en: Forgot code?
ja: コードを忘れましたか？

# settings.security.secretKind.customPassword.subtitle
source: Dùng mật khẩu riêng cho app.
en: Use a custom app password.
ja: アプリ専用のパスワードを使います。

# settings.security.secretKind.customPassword.title
source: Mật khẩu tùy chỉnh
en: Custom password
ja: カスタムパスワード

# settings.security.secretKind.pin4.subtitle
source: Nhanh để mở khóa hằng ngày.
en: Fast for everyday unlocks.
ja: 毎日のロック解除をすばやく行えます。

# settings.security.secretKind.pin4.title
source: PIN 4 số
en: 4-digit PIN
ja: 4桁PIN
